Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: You were previously signed in with a different account, signing in will merge your data. Consider creating a new Chromium user via the %{BEGIN_LINK}settings page%{END_LINK} for your Chromium stuff.
ca_es: Anteriorment heu iniciat la sessió amb un compte diferent; si inicieu la sessió, les dades es barrejaran. Podeu crear un usuari de Chromium nou a la %{BEGIN_LINK}pàgina de configuració%{END_LINK} de les coses de Chromium.

source: Allow signing into Chromium.
ca_es: Permet iniciar la sessió a Chromium

source: Your computer is missing some important Windows system files, so Chromium will be unable to function correctly.
ca_es: Com que falten alguns fitxers importants del sistema Windows a l'ordinador, Chromium no funcionarà correctament.

source: Chromium App Launcher
ca_es: Menú d'aplicacions de Chromium

source: Chromium Helper
ca_es: Auxiliar del Chromium

source: About &Chromium
ca_es: Quant a &Chromium

source: A conflicting installation of Chromium or Chromium Frame was found on the system. Please uninstall it and try again.
ca_es: S'ha trobat una instaŀlació conflictiva del Chromium o del Chromium Frame al sistema. Desinstaŀleu-la i torneu a provar de nou.

source: Chromium Apps
ca_es: Aplicacions de Chromium

source: Welcome to Chromium
ca_es: Us donem la benvinguda al Chromium

source: Update &Chromium
ca_es: Actualitza &Chromium

source: Chromium Plug-In Host
ca_es: Amfitrió de connectors del Chromium

source: You're signed in to Chromium!
ca_es: Teniu la sessió iniciada a Chromium.

source: Chromium cannot create an application shortcut because it cannot determine the current desktop environment.
ca_es: Chromium no pot crear una drecera a l'aplicació perquè no pot determinar l'entorn actual de l'escriptori.

source: Chromium didn't shut down correctly. To reopen the pages you had open, click Restore.
ca_es: El Chromium no es va tancar correctament. Per obrir les pàgines que teníeu obertes feu clic a «Restaura».

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the server presented a certificate issued by an entity that is not trusted by your computer's operating system. This may mean that the server has generated its own security credentials, which Chromium cannot rely on for identity information, or an attacker may be trying to intercept your communications.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el servidor ha presentat un certificat emès per una entitat en què el sistema operatiu del vostre ordinador no confia. Això pot significar que el servidor ha generat les seves pròpies credencials de seguretat, en què Chromium no es pot fiar per a la vostra informació d'identitat. O bé pot significar que un atacant està provant d'interceptar les vostres comunicacions.

source: Chromium OS does not support launching an external application to handle %{SCHEME} links. The link requested is %{PROTOLINK}.
ca_es: El Chromium OS no és compatible amb l'execució d'aplicacions externes que gestionin els enllaços %{SCHEME}. L'enllaç que s'ha sol·licitat és del tipus %{PROTOLINK}.

source: Show the Chromium menu
ca_es: Mostra el menú de Chromium

source: Get help with using Chromium OS
ca_es: Obtén ajuda per a l'ús de Chromium OS

source: You're signing in to Chromium using your %{USER_EMAIL_ADDRESS} account. You will be able to access your bookmarks, history, and other settings on all of your signed in devices.
ca_es: Inicieu la sessió a Chromium amb el compte %{USER_EMAIL_ADDRESS}. Podreu accedir a les adreces d'interès, a l'historial i a altres configuracions que tingueu en tots els dispositius on inicieu la sessió.

source: Copyright 2013 The Chromium Authors. All rights reserved.
ca_es: Copyright 2013 Els autors de Chromium. Tots els drets reservats.

source: Launch Chromium apps
ca_es: Inicia les aplicacions de Chromium

source: This computer already has a more recent version of Chromium and Chromium Frame. If the software is not working, please uninstall both Chromium and Chromium Frame and try again.
ca_es: Aquest equip ja té una versió més recent de Chromium i Chromium Frame. Si el programari no funciona, desinstal·leu-los i torneu-ho a provar.

source: Set up Sync to save your personalized browser features to the web and access them from Chromium on any computer.
ca_es: Configureu la sincronització per desar al web les funcions personalitzades del navegador i per accedir-hi des de qualsevol equip mitjançant Chromium.

source: Chromium Frame has been updated. Please relaunch your browser. Chromium version: %{TODO_0001}, Chromium Frame version: %{TODO_0002}
ca_es: S'ha actualitzat Chromium Frame. Torneu a iniciar el navegador. Versió de Chromium: %{TODO_0001}; versió de Chromium Frame: %{TODO_0002}

source: Please close all Chromium windows (including those in Windows 8 mode) and try again.
ca_es: Tanqueu totes les finestres de Chromium (incloses les del mode Windows 8) i torneu-ho a provar.

source: There's a new, safer version of Chromium available.
ca_es: Hi ha una versió més nova i segura del Chromium.

source: Let Chromium run in the background
ca_es: Permet que el Chromium s'executi en segon pla

source: Chromium is unresponsive. Relaunch now?
ca_es: El Chromium no està responent. Voleu tornar a executar-lo?

source: A module with the same name has been known to conflict with Chromium.
ca_es: Un mòdul amb el mateix nom es conegut per provocar conflictes amb el Chromium.

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the certificate that the server presented contains errors. Chromium cannot use a certificate with errors and cannot validate the identity of the site that you have attempted to connect to.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el certificat que el servidor ha presentat conté errors. Chromium no pot fer servir un certificat amb errors i no pot validar la identitat del lloc amb què heu provat de connectar-vos.

source: About &Chromium OS
ca_es: Quant a &Chromium OS

source: Chromium Captive Portal detector
ca_es: Detector de Captive Portal a Chromium

source: About Chromium Frame...
ca_es: Quant al Chromium Frame...

source: Do you want Chromium to save your password?
ca_es: Voleu que el Chromium desi la vostra contrasenya?

source: Start Chromium
ca_es: Inicia el Chromium

source: An operating system error occurred during installation. Please download Chromium again.
ca_es: S'ha produït un error de sistema operatiu durant la instal·lació. Torneu a baixar el Chromium de nou.

source: Nearly up-to-date! Relaunch Chromium to finish updating.
ca_es: Gairebé esteu al dia! Reinicieu Chromium per completar l'actualització.

source: Chromium has stopped updating and no longer supports this version of your operating system.
ca_es: Chromium ha deixat d'actualitzar-se i ja no admet aquesta versió del vostre sistema operatiu.

source: Downloads are currently in progress. Do you want to exit Chromium and cancel the downloads?
ca_es: En aquests moments hi ha baixades en curs. Voleu sortir de Chromium i cancel·lar les baixades?

source: Crash reporting is not available in Chromium.
ca_es: No està disponible l'enviament d'errors al Chromium.

source: Chromium Renderer
ca_es: Renderitzador del Chromium

source: Optional: Help make Chromium better by automatically sending usage statistics and crash reports to Google.
ca_es: Opcional: Ajudeu a millorar el Chromium enviant automàticament estadístiques d'ús i informes d'error a Google.

source: Invalid arguments. Chromium Frame cannot be installed in ready mode without also installing Chromium.
ca_es: Els arguments no són vàlids. El Chromium Frame no pot instal·lar-se en mode preparat sense instal·lar també el Chromium.

source: Chromium needs to launch an external application to handle %{SCHEME} links. The link requested is %{PROTOLINK}.
ca_es: El Chromium necessita executar una aplicació externa per gestionar els enllaços %{SCHEME}. L'enllaç que s'ha soŀlicitat és %{PROTOLINK}.

source: Chromium Utility
ca_es: Utilitat del Chromium

source: Adding to Chromium...
ca_es: S'està afegint a Chromium...

source: Chromium Worker
ca_es: Treballador del Chromium

source: The installer failed to uncompress archive. Please download Chromium again.
ca_es: L'instal·lador no ha pogut descomprimir el fitxer. Torneu baixar el Chromium de nou.

source: You are signing in with a managed account and giving its administrator control over your Chromium profile. Your Chromium data, such as your apps, bookmarks, history, passwords, and other settings will become permanently tied to %{USER_NAME}. You will be able to delete this data via the Google Accounts Dashboard, but you will not be able to associate this data with another account.
ca_es: Esteu iniciant la sessió amb un compte gestionat i atorgant el control del vostre perfil de Chromium a l'administrador corresponent. Les dades de Chromium, com ara aplicacions, adreces d'interès, historial, contrasenyes i altres configuracions, s'enllaçaran permanentment amb %{USER_NAME}. Aquestes dades es podran suprimir a través del tauler de control de comptes de Google, però no es podran associar amb un altre compte.

source: Relaunch Chromium
ca_es: Torna a iniciar Chromium

source: Whoa! Chromium has crashed. Relaunch now?
ca_es: Ha fallat el Chromium. Voleu tornar-lo a executar?

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the server presented an expired certificate. No information is available to indicate whether that certificate has been compromised since its expiration. This means Chromium cannot guarantee that you are communicating with <strong>%{DOMAIN2}</strong> and not an attacker. Your computer's clock is currently set to %{CURRENT_TIME}. Does that look right? If not, you should correct the error and refresh this page.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el servidor ha presentat un certificat caducat. No hi ha informació disponible que indiqui si el certificat s'ha posat en perill des del seu venciment. Això vol dir que Chromium no pot garantir que no us estigueu comunicant amb un atacant en comptes del domini <strong>%{DOMAIN2}</strong>. El rellotge del vostre equip està definit en aquest moment a %{CURRENT_TIME}. És l'hora correcta? Si no, hauríeu de corregir l'error i d'actualitzar aquesta pàgina.

source: Chromium cannot read and write to its data directory: %{USER_DATA_DIRECTORY}
ca_es: Chromium no pot llegir ni escriure en el directori de dades: %{USER_DATA_DIRECTORY}

source: Continue running background apps when Chromium is closed
ca_es: Continua l'execució d'aplicacions en segon pla quan es tanca el Chromium

source: Chromium Binaries
ca_es: Binaris Chromium

source: Please close all Chromium windows and try again.
ca_es: Tanqueu totes les finestres del Chromium i proveu de nou.

source: Get Started with Chromium OS
ca_es: Introducció a Chromium OS

source: Updating Chromium...
ca_es: S'està actualitzant Chromium...

source: Go to the Chromium menu > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} and deselect "%{NO_PREFETCH_DESCRIPTION}." If this does not resolve the issue, we recommend selecting this option again for improved performance.
ca_es: Aneu al menú de Chromium > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} i desmarqueu %{NO_PREFETCH_DESCRIPTION}. Si això no resol el problema, us recomanem que torneu a seleccionar aquesta opció per obtenir un rendiment millorat.

source: This computer already has a more recent version of the Chromium components. Please use a more recent installer.
ca_es: Aquest equip ja disposa d'una versió més recent dels components de Chromium. Feu servir un instal·lador més recent.

source: You are viewing a secure Chromium page.
ca_es: Esteu visualitzant una pàgina segura de Chromium.

source: Chromium lets you click a phone number on the web and call it with Skype!
ca_es: El Chromium us permet fer clic sobre un número de telèfon al web i trucar-lo amb l'Skype

source: Chromium is now importing the following items from %{BROWSER_COMPONENT}:
ca_es: El Chromium està important els elements següents des de %{BROWSER_COMPONENT}:

source: Sadly, your Mozilla Firefox settings are not available while that browser is running. To import those settings to Chromium, save your work and close all Firefox windows. Then click Continue.
ca_es: Els paràmetres del Mozilla Firefox no estan disponibles mentre el navegador s'està executant. Per importar aquests paràmetres al Chromium, deseu la vostra feina i tanqueu totes les finestres del Firefox. Després feu clic sobre «Continua».

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the server presented a certificate issued by an entity that is not trusted by Chromium. This may mean that the server has generated its own security credentials, which Chromium cannot rely on for identity information, or an attacker may be trying to intercept your communications.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el servidor ha presentat un certificat emès per una entitat en què Chromium no confia. Això pot significar que el servidor ha generat les seves pròpies credencials de seguretat, en les quals Chromium no pot confiar per a la informació d'identitat, o bé que un atacant està provant d'interceptar les vostres comunicacions.

source: Please close all Chromium windows and relaunch Chromium for this change to take effect.
ca_es: Tanqueu totes les finestres del Chromium i torneu a executar-lo per tal que aquest canvi tingui efecte.

source: Chromium installation directory seems to be in use. Please reboot your computer and try again.
ca_es: Sembla que el directori d'instal·lació del Chromium està en ús. Reinicieu l'ordinador i proveu de nou.

source: Exit Chromium
ca_es: Surt del Chromium

source: %{BEGIN_BOLD}Warning:%{END_BOLD} Chromium cannot prevent extensions from recording your browsing history. To disable this extension in incognito mode, unselect this option.
ca_es: %{BEGIN_BOLD}Advertiment:%{END_BOLD} Chromium no pot evitar que les extensions registrin el vostre historial de navegació. Per desactivar aquesta extensió en mode d'incògnit, anul·leu la selecció d'aquesta opció.

source: You're now signed in to Chromium! Sync is disabled by your administrator.
ca_es: Heu iniciat la sessió a Chromium. El vostre administrador ha desactivat la sincronització.

source: Chromium Frame Update.
ca_es: Actualització del Chromium Frame.

source: Chromium is up to date.
ca_es: Chromium està actualitzat.

source: Chromium App Launcher is a standalone platform for Chromium apps.
ca_es: El menú d'aplicacions de Chromium és una plataforma independent per a aplicacions de Chromium.

source: Installation failed due to unspecified error. If Chromium is currently running, please close it and try again.
ca_es: Ha fallat la instal·lació per un error no especificat. Si el Chromium s'està executant, tanqueu-li i torneu a obrir-lo de nou.

source: This module is known to conflict with Chromium.
ca_es: Aquest mòdul pot tenir conflictes amb el Chromium.

source: Chromium is made possible by the %{BEGIN_LINK_CHROMIUM}Chromium%{END_LINK_CHROMIUM} open source project and other %{BEGIN_LINK_OSS}open source software%{END_LINK_OSS}.
ca_es: El Chromium s'ha creat gràcies al projecte de codi obert %{BEGIN_LINK_CHROMIUM}Chromium%{END_LINK_CHROMIUM} i altre Chromium %{BEGIN_LINK_OSS}programari de codi obert%{END_LINK_OSS}.

source: Customize and control Chromium
ca_es: Personalitza i controla Chromium

source: Chromium is configured to automatically launch when you start your computer.
ca_es: Chromium està configurat per iniciar-se automàticament cada vegada que inicieu l'equip.

source: Go to the Chromium menu > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} > %{PROXIES_TITLE} > LAN Settings and deselect the "Use a proxy server for your LAN" checkbox.
ca_es: Aneu al menú de Chromium > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} > %{PROXIES_TITLE} > Configuració de LAN i desmarqueu la casella de selecció Utilitza un servidor intermediari per a la LAN.

source: Important information regarding your Chromium data
ca_es: Informació important sobre les dades de Chromium

source: You're now signed in to Chromium! Your bookmarks, history, and other settings will be synced to your Google Account.
ca_es: Heu iniciat la sessió a Chromium. Els vostres marcadors, l'historial i altres opcions de configuració se sincronitzaran amb el vostre compte de Google.

source: Uninstall Chromium App Launcher
ca_es: Desinstal·la el menú d'aplicacions de Chromium

source: This computer already has a more recent version of Chromium Frame. If the software is not working, please uninstall Chromium Frame and try again.
ca_es: Aquest equip ja té una versió més recent de Chromium Frame. Si el programari no funciona, desinstal·leu Chromium Frame i torneu-ho a provar.

source: Chromium does not support %{OS_NAME}.
ca_es: El Chromium no és compatible amb %{OS_NAME}.

source: Save details in Chromium
ca_es: Desa els detalls a Chromium

source: Yes, exit Chromium
ca_es: Sí, surt de Chromium

source: There is a new version of Chromium available.
ca_es: Hi ha disponible una versió nova del Chromium.

source: Remove from Chromium
ca_es: Elimina de Chromium

source: To use Chrome apps, you must relaunch Chromium on the desktop.
ca_es: Si voleu fer servir les aplicacions de Chrome, cal que torneu a iniciar Chromium a l'escriptori.

source: (requires Chromium %{BEGIN_BUTTON}restart%{END_BUTTON})
ca_es: (cal %{BEGIN_BUTTON}reiniciar%{END_BUTTON} Chromium)

source: Go to the Chromium menu > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} > %{PROXIES_TITLE} and make sure your configuration is set to "no proxy" or "direct."
ca_es: Aneu al menú de Chromium > %{SETTINGS_TITLE} > %{ADVANCED_TITLE} > %{PROXIES_TITLE} i assegureu-vos que la configuració estigui definida sense servidor intermediari o com a directa.

source: Not used in Chromium. Placeholder to keep resource maps in sync. It expects one argument: $1.
ca_es: No s'utilitza a Chromium. Marcador de posició per mantenir els mapes de recursos sincronitzats. Espera un argument: $1.

source: %{EXTENSION_NAME} has been added to Chromium.
ca_es: %{EXTENSION_NAME} s'ha afegit a Chromium.

source: There's a new version of Chromium available, and it's faster than ever.
ca_es: Hi ha disponible una versió nova del Chromium, i és més ràpida que mai.

source: This computer already has a more recent version of Chromium. If the software is not working, please uninstall Chromium and try again.
ca_es: Aquest equip ja té una versió més recent de Chromium. Si el programari no funciona, desinstal·leu Chromium i torneu-ho a provar.

source: You attempted to reach <strong>%{DOMAIN}</strong>, but the server presented a certificate that is not yet valid. No information is available to indicate whether that certificate can be trusted. Chromium cannot reliably guarantee that you are communicating with <strong>%{DOMAIN2}</strong> and not an attacker. Your computer's clock is currently set to %{CURRENT_TIME}. Does that look right? If not, you should correct your system's clock and then refresh this page.
ca_es: Heu provat d'accedir a <strong>%{DOMAIN}</strong>, però el servidor ha presentat un certificat que encara no és vàlid. No hi ha cap informació disponible que indiqui si el certificat és de confiança. Chromium no pot garantir amb seguretat que us estigueu comunicant amb <strong>%{DOMAIN2}</strong> i no amb un atacant. Actualment, el rellotge del vostre equip està definit a %{CURRENT_TIME}. És l'hora correcta? Si no, hauríeu de corregir l'error i actualitzar aquesta pàgina.

source: Make Chromium the default browser
ca_es: Estableix el Chromium com a navegador per defecte

source: Can not install the same Chromium Frame version that is currently running. Please close Chromium Frame and try again.
ca_es: No es pot instaŀlar la mateixa versió del Chromium Frame que la que s'està executant actualment. Tanqueu el Chromium Frame i proveu de nou.

source: Are you sure you want to uninstall Chromium?
ca_es: Esteu segur que voleu desinstaŀlar el Chromium?

source: Chromium is a web browser that runs webpages and applications with lightning speed. It's fast, stable, and easy to use. Browse the web more safely with malware and phishing protection built into Chromium.
ca_es: Chromium és un navegador web que executa les pàgines web i les aplicacions a gran velocitat. És ràpid, estable i fàcil d'utilitzar. Navegueu per Internet amb més seguretat amb protecció inserida a Chromium contra el programari maliciós i contra la pesca (suplantació d'identitat).

source: Chromium just got better! A new version is available.
ca_es: Chrome ara és millor. Hi ha una versió nova disponible.

source: Uninstall Chromium
ca_es: Desinstaŀla el Chromium

source: You need to be signed into Chromium to use apps. This allows Chromium to sync your apps, bookmarks, history, passwords and other settings across devices.
ca_es: Cal que tingueu la sessió iniciada a Chromium per poder utilitzar aplicacions. Això permet que Chromium sincronitzi les aplicacions, les adreces d'interès, l'historial, les contrasenyes i altres configuracions que tingueu entre diversos dispositius.

source: Your changes will take effect the next time you relaunch Chromium.
ca_es: Els canvis s'aplicaran la propera vegada que reinicieu Chromium.

source: Find your bookmarks in the Chromium menu or on the bookmarks bar.
ca_es: Cerqueu els marcadors al menú de Chromium o a la barra de marcadors.

source: No installation of Chromium or Chromium Frame found to update.
ca_es: No s'ha trobat cap instaŀlació del Chromium o del Chromium Frame per actualitzar.

source: Your profile can not be used because it is from a newer version of Chromium. Some features may be unavailable. Please specify a different profile directory or use a newer version of Chromium.
ca_es: El vostre perfil no es pot utilitzar perquè es va crear amb una versió més recent de Chromium. És possible que algunes funcions no estiguin disponibles. Especifiqueu un altre directori de perfil o utilitzeu una versió més nova de Chromium.

source: To use the app launcher, you must relaunch Chromium on the desktop.
ca_es: Si voleu fer servir el menú d'aplicacions, cal que torneu a iniciar Chromium a l'escriptori.

source: Chromium has been updated, but you haven't used it for at least 30 days.
ca_es: S'ha actualitzat el Chromium, però no l'heu utilitzat com a mínim durant els darrers 30 dies.

source: Modules loaded into Chromium
ca_es: Mòduls carregats al Chromium

source: Chromium Toolbar
ca_es: Barra d'eines del Chromium

source: Chromium Frame is already installed and available to all users of this computer. If you want to install Chromium Frame at the user level, you must first uninstall the system-level version installed by an administrator.
ca_es: Chromium Frame ja està instal·lat i disponible per a tots els usuaris d'aquest equip. Si voleu instal·lar Chromium Frame a nivell d'usuari, primer cal desinstal·lar la versió de nivell de sistema que un administrador ha instal·lat.

source: Chromium may use web services to improve your browsing experience.
ca_es: El Chromium utilitzarà serveis web per millorar la vostra experiència de navegació.

source: Task Manager - Chromium
ca_es: Gestor de tasques - Chromium

source: Update &Chromium OS
ca_es: Actualitza &Chromium OS

source: Your preferences file is corrupt or invalid. Chromium is unable to recover your settings.
ca_es: El fitxer de preferències està malmès o no és vàlid. Chromium no pot recuperar la configuració.

source: If you prefer to keep your existing Chromium data separate, you can create a new Chromium user for %{USER_NAME}.
ca_es: Si preferiu mantenir les dades de Chromium existents per separat, podeu crear un usuari nou de Chromium per a %{USER_NAME}.
